
spec_dict = {
  1: "универсальный врач. Он лечит ОРВИ и ГРИПП, ветрянку и герпес, пищевое отравление и длительные запоры, высокое и низкое артериальное давление, гастрит и язву желудка, пневмонию и артрит.",
  2: "врач, который занимается профилактикой и лечением заболеваний уха, горла и носа. Сокращение ЛОР образовано от слова «ларингооторинолог». В буквальном переводе слово «отоларингология» значит «наука об ухе, горле и носе».",
  3: "специализируется на диагностике, лечении и профилактике болезней и травм глаз, а также органов зрительной системы (век, слезных желез, конъюнктивы, глазницы).",
  4: "специализируется на профилактике, диагностике и лечении дерматологических заболеваний.",
  5: "специалист, который занимается заболеваниями органов дыхания (бронхи и легкие). Он проводит диагностику, лечение и профилактику пневмонии, бронхита, эмфиземы, бронхиальной астмы. Поликлиника Литфонда обеспечена всем необходимым для комплексного обследования органов дыхания.",
  6: "занимается проблемами функционирования сердечно-сосудистой системы. Он диагностирует, лечит и осуществляет профилактику заболеваний сердца и сосудов, разрабатывает способы реабилитации для пациентов."
 }